<script setup>
</script>
<template>
<div class="p-4">
    <h1 class="text-2xl font-bold mb-4">プライバシーポリシー</h1>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">【はじめに】</h2>
        <p class="mb-2">
            株式会社Connect(以下｢当社｣といいます)は､個人情報保護はインターネットビジネスを行う事業者の社会的責務であると考え､当社の｢個人情報保護方針｣｢個人情報保護に関するコンプライアンス･プログラム｣に基づき､お客様の個人情報を適切にお取扱いいたします｡
            またお客様に安心して当社のインターネットサービス(以下｢本サービス｣といいます)をご利用頂くために､ここに｢インターネットサービスにおけるプライバシーポリシー｣を定め､インターネットサービスの運営/管理を行います｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">1.【適用関係】</h2>
        <p class="mb-2">
            本プライバシーポリシーは､当社が運営/管理する本サービスを通じてお客様の個人情報を取得･利用等する場合に適用されます｡ ただし､本プライバシーポリシーと異なる特段の定めがある場合には､かかる定めが本プライバシーポリシーに優先することといたします｡
            なお､お客様が個人情報の取得をご希望されない場合は､お客様ご自身のご判断により､当社の個人情報の取得を拒否することができます｡また､お客様による本プライバシーポリシーへの同意はいつでも撤回が可能です｡これらの場合､本サービスをご利用になれない場合がありますので､予めご了承ください｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">2.【個人情報の定義】</h2>
        <p class="mb-2">
            本プライバシーポリシーにおいて｢個人情報｣とは､氏名､住所､電話番号､電子メールアドレス､生年月等､お客様個人を識別できる情報またはお客様個人に固有の情報を意味します｡なお､当社はお客様の個人情報に紐づかない広告ID､クッキー､ユーザーID､IPアドレス､商品購入履歴､その他の各種識別子(いわゆる｢個人関連情報｣をいい､個人情報と総称して､以下｢個人情報等｣といいます)を取り扱う場合があります｡これらの情報を取り扱うにあたって､法令の定めに従い､本人の同意の取得等必要な対応を実施し､当社が第三者より個人関連情報の提供を受け､当社保有の個人情報と紐付ける場合は､｢3.【個人情報の利用目的】｣にて取扱います｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">3.【個人情報等の利用目的】</h2>
        <p class="mb-2">
            当社はお客様による本プライバシーポリシーへの同意を根拠として､お客様から取得する個人情報等を､次の目的のために利用します｡
        </p>
        <ol class="list-inside mb-2">
            <li class="mb-2">
                3-1. 当社よる本サービスの提供､およびお客様による本サービスの利用のため
                <ol class="list-inside ml-4">
                    <li>(1) 未成年者保護目的で行う年齢確認のため</li>
                    <li>(2) お客様情報の登録･本人識別のため</li>
                    <li>(3) カスタマーサポート･各種お問い合わせ対応のため</li>
                    <li>(4) プレゼント企画等キャンペーンへの応募のため</li>
                    <li>(5) お客様が購入した商品･当選したプレゼントの送付のため</li>
                    <li>(6) プッシュ通知･メールマガジン等本サービスに関する情報の通知のため</li>
                    <li>(7) 本サービスに関する料金決済のため</li>
                </ol>
            </li>
            <li class="mb-2">
                3-2. 本サービスの改善のため
                <ul class="list-inside ml-4">
                    <li>(1) 本サービス･商品等の内容の改善や新サービス･新商品の開発のため</li>
                    <li>(2) 本サービスのご利用にあたってご覧頂くコンテンツや広告を､登録情報､利用状況等により､それぞれの利用者向けにカスタマイズするため</li>
                    <li>(3) お客様が注文されたサービス･商品等に関する満足度等､本サービスに関する調査･アンケートのため</li>
                    <li>(4) 広告の配信状況の把握､広告効果の測定および､行動ターゲティング広告の表示のため<br />なお､当社が第三者に提供する分析結果に個人が特定されるような情報は含まれません｡</li>
                    <li>(5) 本サービスで発生した障害や問題の原因を突き止め解決するため</li>
                </ul>
            </li>
            <li class="mb-2">
                3-3. 提携先への提供のため
                <ul class="list-inside ml-4">
                    <li>当社と個人情報に関する機密保持契約を締結している協力会社､提携会社および業務委託先会社に対して､お客様に明示した利用目的の達成に必要な範囲内で個人情報の取扱を委託するため</li>
                </ul>
            </li>
            <li class="mb-2">
                3-4. 本サービス以外の当社のサービスに関連した情報提供等のため
                <ul class="list-inside ml-4">
                    <li>(1) 当社が提供するその他のサービスの告知を行うため</li>
                    <li>(2) 当社が実施するアンケートへのご協力やイベント/セミナーへのご参加のお願い､その結果等の報告のため</li>
                </ul>
            </li>
            <li class="mb-2">
                3-5. 他社のサービスに関連した情報提供等のため
                <ul class="list-inside ml-4">
                    <li>お客様に有益と思われる当社の情報やアンケート､または第三者の広告等の送付のため</li>
                </ul>
            </li>
            <li class="mb-2">
                3-6. その他の利用目的のため
                <ul class="list-inside ml-4">
                    <li>個別のサービスにおいて､上記に規定のない目的で個人情報を利用する場合があります｡その場合には､事前にお客様から同意を得るものとします｡</li>
                </ul>
            </li>
        </ol>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">4.【個人情報等の取得】</h2>
        <p class="mb-2">
            当社はお客様に関する以下の個人情報および個人関連情報を取得いたします｡また､以下の個人情報のうち､第三者から提供を受けた個人関連情報をお客様から取得した個人情報と紐づけて管理する場合がございます｡
        </p>
        <ol class="list-inside mb-2">
            <li class="mb-2">
                (1) お客様から直接取得する情報(お客様による提供)
                <p class="ml-4">
                    当社は､お客様が本サービスを利用する際にお客様が提供する情報を取得します｡
                    これには､氏名､ユーザー名またはニックネーム､メールアドレス､アカウントへのアクセス者の本人確認に必要なパスワードその他関連情報､ご意見･お問い合わせ情報等､本サービス上でお客様ご自身により直接提供される一切の情報を含みます｡
                </p>
            </li>
            <li class="mb-2">
                (2) 端末情報(自動取得)
                <p class="ml-4">
                    お客様が端末または携帯端末上で本サービスを利用する場合､当社は､端末識別子､携帯端末識別子(OSごとに発行される広告IDを含みますがこれに限りません)およびIPアドレスを取得します｡また､当社は､お客様が端末に関連付けた名前､端末の種類､電話番号､国およびユーザー名､メールアドレスなど､利用者が提供することを選択したその他のあらゆる情報を取得します｡
                </p>
            </li>
            <li class="mb-2">
                (3) 位置情報(自動取得)
                <p class="ml-4">
                    お客様が端末または携帯端末上で本サービスを利用し､そこで位置情報を提供することを認めた場合､当社は､お客様の現在地に関する情報を取得します｡
                </p>
            </li>
            <li class="mb-2">
                (4) 支払情報(自動取得)
                <p class="ml-4">
                    お客様が本サービス内の仮想通貨その他の景品の購入または仮想アイテムを使用するためのライセンスを当社から直接購入する場合､当社は住所およびメールアドレスなど決済処理に必要な情報を取得します｡第三者の決済サービス(Apple Inc.､Google Inc.を含みますが､これらに限られません｡)がお客様の購入を処理する場合は､お客様から決済サービス会社に提供された請求情報､支払情報を当社が取得する場合があります｡
                </p>
            </li>
            <li class="mb-2">
                (5) カスタマーサポートに関する情報(自動取得)
                <p class="ml-4">
                    当社カスタマーサポートチームによるサポートを受ける場合､お客様が提供する連絡先情報(氏名､メールアドレスを含みますが､これらに限られません｡)､サービス上のアクティビティに関する情報､および利用者ID番号を取得､保管することがあります｡また､サポートの際のやり取りおよびその中に含まれる情報も取得､保管することがあります｡
                </p>
            </li>
            <li class="mb-2">
                (6) コミュニケーション情報(自動取得)
                <p class="ml-4">
                    お客様が本サービス上において､他の利用者とコミュニケーションをとり､情報を共有する一定の活動に参加した場合､当社は､これらのコミュニケーションの情報のアーカイブを取得､保管することがあります｡
                </p>
            </li>
            <li class="mb-2">
                (7) 第三者サービスにおけるお客様のアカウント情報(自動取得)
                <p class="ml-4">
                    お客様が､ご利用中の第三者のサービスと本サービスを連携される場合には､当社は､お客様のログイン識別情報等､当該第三者のサービスにおけるお客様のアカウントに関する情報を取得します｡
                </p>
            </li>
            <li class="mb-2">
                (8) クッキー(自動取得)
                <p class="ml-4">
                    当社は､お客様が､ウェブブラウザより本サービスを利用される際､クッキー(類似の技術を含みます｡)を使用することがあります｡クッキーは､お客様の情報端末に対してダウンロードされる小さなデータファイルであり､本サービスの機能を安全かつ円滑に動作させるため､また､お客様の希望する設定に関する情報を当社が取得するために使用されます｡クッキーを無効にしたい場合は､各ブラウザの設定機能にて設定をしてください｡ただし､本サービスの一部の機能が正常に機能しなくなることがあります｡
                </p>
            </li>
            <li class="mb-2">
                (9) お客様のサービス利用に関する情報(自動取得)
                <p class="ml-4">
                    お客様がご利用中のサービスにおける商品･サービスの購入履歴･利用履歴を端末情報･クッキー等の識別子と紐づけて取得する場合があります｡
                </p>
            </li>
        </ol>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">5.【個人情報の第三者への開示】</h2>
        <p class="mb-2">
            ご提供頂きました個人情報は､次の場合を除いてお客様の同意がない限り､第三者に開示することは致しません｡
        </p>
        <ol class="list-inside mb-2">
            <li class="mb-2">(1) 統計的なデータとして､お客様個人を識別できない状態に加工した場合</li>
            <li class="mb-2">(2) 法令等により提供を求められた場合</li>
            <li class="mb-2">(3) 人の生命､身体または財産の保護のために必要であって､お客様の同意を得ることが困難である場合</li>
            <li class="mb-2">(4) 公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって､お客様の同意を得ることが困難である場合</li>
            <li class="mb-2">(5) 国の機関若しくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって､本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき｡</li>
        </ol>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">6.【個人情報等の安全管理】</h2>
        <p class="mb-2">
            個人情報等をご提供頂きます際には､第三者による不正なアクセスに備え､SSL(Secure Sockets Layer)による個人情報の暗号化またはこれに準ずるセキュリティ技術を施し､安全性の確保に努めます｡またご提供頂きましたお客様の個人情報等を厳重に管理し､紛失､破壊､改ざん､および漏洩等の防止策を講じます｡また､お客様の個人情報等を委託先(外国を含む｡)で取り扱う場合､適切な監督のもと安全管理対策を講じます｡
            なお､漏洩等が生じた場合は､法令の定めに従い個人情報保護委員会への報告等適切に対応いたします｡個人情報等の安全管理に関するご質問は､14.【お問い合わせ窓口】に記載のお問合せ窓口までお問い合わせください｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">7.【外国の第三者への情報移転】</h2>
        <p class="mb-2">
            当社は､取得した個人情報等について､個人情報保護委員会により指定された我が国と同等の個人情報保護が期待できる国または地域(英国およびEEA域内など)に加えて､その他外国に移転して取り扱う場合があります｡その場合､法令の定めに従い本人の同意を取得する又は相当措置の継続実施等の体制を確保し､適切に本人に情報提供をいたします｡
            当社は､利用目的の達成のために､EU･EEA域内のお客様の個人情報等をEU･EEA域外の国に移転して取り扱う場合があります｡EU･EEA域外の国においてはGDPR(欧州一般データ保護規則)と同様のデータ主体の権利が認められない場合がありますが､当社はお客様の個人情報をGDPRに基づく標準契約条項の締結等により､利用者の個人情報等の保護に関する十分な措置が確保されることを担保いたします｡
            なお､外国の第三者への情報移転に関するご質問は､14.【お問い合わせ窓口】に記載のお問合せ窓口までお問い合わせください｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">8.【個人情報等の照会/訂正/削除等】</h2>
        <p class="mb-2">
            ご提供頂きました個人情報の内容に関し､照会/訂正/削除(同意の撤回によるものを含みます)等を希望される場合は､照会/訂正/削除機能をご利用頂くか､または14.【お問い合わせ窓口】に記載のお問合せ窓口までご請求ください｡当該ご請求がお客様ご本人によるものであることが確認できた後､合理的な期間内に､お客様の個人情報等を開示､訂正または削除等を行います｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">9.【利用期限を過ぎた個人情報等の取扱い】</h2>
        <p class="mb-2">
            当社はお客様に本サービスを提供するためその他利用目的の達成に必要がある限り､お客様の個人情報等を保持しますが､必要性が無くなった場合には､速やかにこれを完全に削除致します｡別途バックアップなどでそれらの個人情報等を保有することもございません｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">10.【18歳未満のお客様の情報保護】</h2>
        <p class="mb-2">
            18歳未満のお客様の情報の保護についても最大限の注意を払います｡18歳未満のお客様の個人情報等については､必ず保護者の方の同意の下にご提供頂きますようお願いいたします｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">11.【リンク先における個人情報の保護】</h2>
        <p class="mb-2">
            本サービスからリンクする当社以外の事業者または個人のサイトにおける個人情報等の取扱いについては､当社は責任を負うことはできません｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">12.【関係法令およびその他の規範の遵守】</h2>
        <p class="mb-2">
            当社は､個人情報の保護に関する法令およびその他関連する規範等を遵守いたします｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">13.【本プライバシーポリシーの変更】</h2>
        <p class="mb-2">
            当社は､法令等の変更に伴い､本プライバシーポリシーを変更することがあります｡
        </p>
    </section>

    <section class="mb-6">
        <h2 class="text-xl font-semibold mb-2">14.【お問い合わせ窓口】</h2>
        <p class="mb-2">
            お客様ご本人からの､法令に基づく個人情報等の照会等に関しては以下の窓口までご連絡ください｡
        </p>
        <address class="not-italic mb-2">
            〒 001-0033<br>
            札幌市北区北33条西2-1-15 KANTINE<br>
            株式会社 Connect<br>
            代表電話 011-790-6771<br>
            Connectサポートセンター 個人情報相談窓口 宛<br>
            個人情報についてのお問い合わせ窓口<br>
            info■connect-goals.com（■を@に変換してください）
        </address>
    </section>
</div>
</template>
<style></style>